import './updates.css';

function Updates() {
  return (
   <div className='updates'>
    <h1>Скоро!</h1>
    <p>
      EksamLab находится на этапе разработки, и некоторые функции могут быть временно недоступны. Мы работаем над расширением базы данных экзаменов и улучшением функциональности приложения, чтобы предоставить вам лучший опыт подготовки. <br />
      <br />
      Пока что, некоторые функции могут быть ограничены, но мы рады сообщить, что уже сейчас вы можете начать готовиться к экзаменам по математике. Воспользуйтесь доступными ресурсами и возможностями, чтобы эффективно подготовиться к экзамену.<br />
      <br />
      Следите за обновлениями - в скором времени мы расширим функциональность приложения и предоставим вам еще больше возможностей.
      </p>
   </div>
  );
}

export default Updates;